Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-FR-Trados.tmx
Source language: en_gb
Languages: fr_fr

source: For high-risk AI systems listed in point 1 of Annex III to this Regulation, in so far as the systems are used for law enforcement purposes, border management and justice and democracy, and for high-risk AI systems listed in points 6, 7 and 8 of Annex III to this Regulation, Member States shall designate as market surveillance authorities for the purposes of this Regulation either the competent data protection supervisory authorities under Regulation (EU) 2016/679 or Directive (EU) 2016/680, or any other authority designated pursuant to the same conditions laid down in Articles 41 to 44 of Directive (EU) 2016/680.
fr_fr: Pour les systèmes d’IA à haut risque énumérés à l’annexe III, point 1, du présent règlement, dans la mesure où ils sont utilisés à des fins répressives, de gestion des frontières et de justice et démocratie, et pour les systèmes d’IA à haut risque énumérés à l’annexe III, points 6, 7 et 8, du présent règlement, les États membres désignent comme autorités de surveillance du marché aux fins du présent règlement soit les autorités compétentes en matière de contrôle de la protection des données en vertu du règlement (UE) 2016/679 ou de la directive (UE) 2016/680, soit toute autre autorité désignée en application des mêmes conditions énoncées aux articles 41 à 44 de la directive (UE) 2016/680.

source: Market surveillance activities shall in no way affect the independence of judicial authorities, or otherwise interfere with their activities when acting in their judicial capacity.
fr_fr: Les activités de surveillance du marché ne portent en aucune manière atteinte à l’indépendance des autorités judiciaires ni n’interfèrent d’une autre manière avec leurs activités lorsque ces autorités agissent dans l’exercice de leurs fonctions judiciaires.

source: Where Union institutions, bodies, offices or agencies fall within the scope of this Regulation, the European Data Protection Supervisor shall act as their market surveillance authority, except in relation to the Court of Justice of the European Union acting in its judicial capacity.
fr_fr: Lorsque les institutions, organes ou organismes de l’Union relèvent du champ d’application du présent règlement, le Contrôleur européen de la protection des données est leur autorité de surveillance du marché, sauf en ce qui concerne la Cour de justice de l’Union européenne agissant dans l’exercice de ses fonctions judiciaires.

source: Member States shall facilitate coordination between market surveillance authorities designated under this Regulation and other relevant national authorities or bodies which supervise the application of Union harmonisation legislation listed in Annex I, or in other Union law, that might be relevant for the high-risk AI systems referred to in Annex III.
fr_fr: Les États membres facilitent la coordination entre les autorités de surveillance du marché désignées en vertu du présent règlement et les autres autorités ou organismes nationaux compétents pour surveiller l’application de la législation d’harmonisation de l’Union dont la liste figure à l’annexe I, ou dans d’autres législations de l’Union, qui sont susceptibles d’être pertinents pour les systèmes d’IA à haut risque visés à l’annexe III.

source: Market surveillance authorities and the Commission shall be able to propose joint activities, including joint investigations, to be conducted by either market surveillance authorities or market surveillance authorities jointly with the Commission, that have the aim of promoting compliance, identifying non-compliance, raising awareness or providing guidance in relation to this Regulation with respect to specific categories of high-risk AI systems that are found to present a serious risk across two or more Member States in accordance with Article 9 of Regulation (EU) 2019/1020.
fr_fr: Les autorités de surveillance du marché et la Commission sont en mesure de proposer des activités conjointes, y compris des enquêtes conjointes, à mener soit par les autorités de surveillance du marché, soit par les autorités de surveillance du marché conjointement avec la Commission, qui ont pour objectif de promouvoir le respect de la législation, de déceler la non-conformité, de sensibiliser ou de fournir des orientations au regard du présent règlement en ce qui concerne des catégories spécifiques de systèmes d’IA à haut risque qui sont identifiés comme présentant un risque grave dans deux États membres ou plus conformément à l’article 9 du règlement (UE) 2019/1020.

source: The AI Office shall provide coordination support for joint investigations.
fr_fr: Le Bureau de l’IA fournit une aide à la coordination des enquêtes conjointes.

source: Without prejudice to the powers provided for under Regulation (EU) 2019/1020, and where relevant and limited to what is necessary to fulfil their tasks, the market surveillance authorities shall be granted full access by providers to the documentation as well as the training, validation and testing data sets used for the development of high-risk AI systems, including, where appropriate and subject to security safeguards, through application programming interfaces (API) or other relevant technical means and tools enabling remote access.
fr_fr: Sans préjudice des pouvoirs prévus par le règlement (UE) 2019/1020, et lorsque cela est pertinent et limité à ce qui est nécessaire à l’accomplissement de leurs tâches, les fournisseurs accordent aux autorités de surveillance du marché un accès complet à la documentation ainsi qu’aux jeux de données d’entraînement, de validation et de test utilisés pour le développement des systèmes d’IA à haut risque, y compris, lorsque cela est approprié et sous réserve de garanties de sécurité, par l’intermédiaire d’interfaces de programmation d’application (API) ou d’autres moyens et outils techniques pertinents permettant un accès à distance.

source: Market surveillance authorities shall be granted access to the source code of the high-risk AI system upon a reasoned request and only when both of the following conditions are fulfilled:
fr_fr: Les autorités de surveillance du marché se voient accorder l’accès au code source du système d’IA à haut risque sur demande motivée et uniquement lorsque les deux conditions suivantes sont réunies:

source: access to source code is necessary to assess the conformity of a high-risk AI system with the requirements set out in Chapter III, Section 2; and
fr_fr: l’accès au code source est nécessaire pour évaluer la conformité d’un système d’IA à haut risque avec les exigences énoncées au chapitre III, section 2; et

source: testing or auditing procedures and verifications based on the data and documentation provided by the provider have been exhausted or proved insufficient.
fr_fr: les procédures d’essai ou d’audit et les vérifications fondées sur les données et la documentation communiquées par le fournisseur ont été entièrement accomplies ou se sont révélées insuffisantes.

source: Any information or documentation obtained by market surveillance authorities shall be treated in accordance with the confidentiality obligations set out in Article 78.
fr_fr: Toute information ou documentation obtenue par les autorités de surveillance du marché est traitée conformément aux obligations de confidentialité énoncées à l’article 78.

source: Mutual assistance, market surveillance and control of general-purpose AI systems
fr_fr: Assistance mutuelle, surveillance du marché et contrôle des systèmes d’IA à usage général

source: Where an AI system is based on a general-purpose AI model, and the model and the system are developed by the same provider, the AI Office shall have powers to monitor and supervise compliance of that AI system with obligations under this Regulation.
fr_fr: Lorsqu’un système d’IA repose sur un modèle d’IA à usage général, et que le modèle et le système sont mis au point par le même fournisseur, le Bureau de l’IA est habilité à contrôler et surveiller la conformité de ce système d’IA avec les obligations prévues par le présent règlement.

source: To carry out its monitoring and supervision tasks, the AI Office shall have all the powers of a market surveillance authority provided for in this Section and Regulation (EU) 2019/1020.
fr_fr: Pour s’acquitter de ses tâches de contrôle et de surveillance, le Bureau de l’IA dispose de tous les pouvoirs d’une autorité de surveillance du marché prévus dans la présente section et dans le règlement (UE) 2019/1020.

source: Where the relevant market surveillance authorities have sufficient reason to consider general-purpose AI systems that can be used directly by deployers for at least one purpose that is classified as high-risk pursuant to this Regulation to be non-compliant with the requirements laid down in this Regulation, they shall cooperate with the AI Office to carry out compliance evaluations, and shall inform the Board and other market surveillance authorities accordingly.
fr_fr: Lorsqu’elles ont des raisons suffisantes de considérer que des systèmes d’IA à usage général qui peuvent être utilisés directement par les déployeurs pour au moins un usage classé comme étant à haut risque en vertu du présent règlement ne sont pas conformes aux exigences énoncées dans le présent règlement, les autorités de surveillance du marché concernées coopèrent avec le Bureau de l’IA pour procéder à des évaluations de la conformité, et en informent le Comité IA et les autres autorités de surveillance du marché.

source: Where a market surveillance authority is unable to conclude its investigation of the high-risk AI system because of its inability to access certain information related to the general-purpose AI model despite having made all appropriate efforts to obtain that information, it may submit a reasoned request to the AI Office, by which access to that information shall be enforced.
fr_fr: Lorsqu’une autorité de surveillance du marché n’est pas en mesure de conclure son enquête sur le système d’IA à haut risque en raison de son incapacité à accéder à certaines informations relatives au modèle d’IA à usage général bien qu’elle ait déployé tous les efforts appropriés pour obtenir ces informations, elle peut présenter une demande motivée au Bureau de l’IA, par laquelle l’accès à ces informations est mis en œuvre.

source: In that case, the AI Office shall supply to the applicant authority without delay, and in any event within 30 days, any information that the AI Office considers to be relevant in order to establish whether a high-risk AI system is non-compliant.
fr_fr: Dans ce cas, le Bureau de l’IA fournit sans tarder à l’autorité requérante, et en tout état de cause dans un délai de 30 jours, toute information qu’il juge pertinente pour déterminer si un système d’IA à haut risque est non conforme.

source: Market surveillance authorities shall safeguard the confidentiality of the information that they obtain in accordance with Article 78 of this Regulation.
fr_fr: Les autorités de surveillance du marché garantissent la confidentialité des informations qu’elles obtiennent conformément à l’article 78 du présent règlement.

source: The procedure provided for in Chapter VI of Regulation (EU) 2019/1020 shall apply mutatis mutandis.
fr_fr: La procédure prévue au chapitre VI du règlement (UE) 2019/1020 s’applique mutatis mutandis.

source: Supervision of testing in real world conditions by market surveillance authorities
fr_fr: Supervision des essais en conditions réelles par les autorités de surveillance du marché

source: Market surveillance authorities shall have competences and powers to ensure that testing in real world conditions is in accordance with this Regulation.
fr_fr: Les autorités de surveillance du marché ont les compétences et les pouvoirs nécessaires pour veiller à ce que les essais en conditions réelles soient conformes au présent règlement.

source: Where testing in real world conditions is conducted for AI systems that are supervised within an AI regulatory sandbox under Article 58, the market surveillance authorities shall verify the compliance with Article 60 as part of their supervisory role for the AI regulatory sandbox.
fr_fr: Lorsque des essais en conditions réelles sont effectués pour des systèmes d’IA supervisés dans un bac à sable réglementaire de l’IA en vertu de l’article 58, les autorités de surveillance du marché vérifient le respect de l’article 60 dans le cadre de leur rôle de surveillance du bac à sable réglementaire de l’IA.

source: Those authorities may, as appropriate, allow the testing in real world conditions to be conducted by the provider or prospective provider, in derogation from the conditions set out in Article 60(4), points (f) and (g).
fr_fr: Ces autorités peuvent, lorsqu’il y a lieu, autoriser le fournisseur ou le fournisseur potentiel à effectuer les essais en conditions réelles, par dérogation aux conditions énoncées à l’article 60, paragraphe 4, points f) et g).

source: Where a market surveillance authority has been informed by the prospective provider, the provider or any third party of a serious incident or has other grounds for considering that the conditions set out in Articles 60 and 61 are not met, it may take either of the following decisions on its territory, as appropriate:
fr_fr: Lorsqu’une autorité de surveillance du marché a été informée d’un incident grave par le fournisseur potentiel, le fournisseur ou tout tiers, ou qu’elle a d’autres raisons de penser que les conditions énoncées aux articles 60 et 61 ne sont pas remplies, elle peut prendre l’une ou l’autre des décisions suivantes sur son territoire, selon le cas:

source: to suspend or terminate the testing in real world conditions;
fr_fr: suspendre ou faire cesser les essais en conditions réelles;

source: to require the provider or prospective provider and the deployer or prospective deployer to modify any aspect of the testing in real world conditions.
fr_fr: exiger du fournisseur ou du fournisseur potentiel et du déployeur ou futur déployeur qu’ils modifient tout aspect des essais en conditions réelles.

source: Where a market surveillance authority has taken a decision referred to in paragraph 3 of this Article, or has issued an objection within the meaning of Article 60(4), point (b), the decision or the objection shall indicate the grounds therefor and how the provider or prospective provider can challenge the decision or objection.
fr_fr: Lorsqu’une autorité de surveillance du marché a pris une décision visée au paragraphe 3 du présent article, ou a formulé une objection au sens de l’article 60, paragraphe 4, point b), la décision ou l’objection est motivée et indique les modalités selon lesquelles le fournisseur ou le fournisseur potentiel peut contester la décision ou l’objection.

source: Where applicable, where a market surveillance authority has taken a decision referred to in paragraph 3, it shall communicate the grounds therefor to the market surveillance authorities of other Member States in which the AI system has been tested in accordance with the testing plan.
fr_fr: Le cas échéant, lorsqu’une autorité de surveillance du marché a pris une décision visée au paragraphe 3, elle en communique les motifs aux autorités de surveillance du marché des autres États membres dans lesquels le système d’IA a été testé conformément au plan d’essais.

source: Powers of authorities protecting fundamental rights
fr_fr: Pouvoirs des autorités de protection des droits fondamentaux

source: National public authorities or bodies which supervise or enforce the respect of obligations under Union law protecting fundamental rights, including the right to non-discrimination, in relation to the use of high-risk AI systems referred to in Annex III shall have the power to request and access any documentation created or maintained under this Regulation in accessible language and format when access to that documentation is necessary for effectively fulfilling their mandates within the limits of their jurisdiction.
fr_fr: Les autorités ou organismes publics nationaux qui supervisent ou font respecter les obligations au titre du droit de l’Union visant à protéger les droits fondamentaux, y compris le droit à la non-discrimination, en ce qui concerne l’utilisation des systèmes d’IA à haut risque visés à l’annexe III sont habilités à demander toute documentation créée ou conservée en vertu du présent règlement et à y avoir accès dans une langue et un format accessibles lorsque l’accès à cette documentation est nécessaire à l’accomplissement effectif de leur mandat dans les limites de leurs compétences.

source: The relevant public authority or body shall inform the market surveillance authority of the Member State concerned of any such request.
fr_fr: L’autorité ou l’organisme public concerné informe l’autorité de surveillance du marché de l’État membre concerné de toute demande de ce type.

source: By 2 November 2024, each Member State shall identify the public authorities or bodies referred to in paragraph 1 and make a list of them publicly available.
fr_fr: Au plus tard le 2 novembre 2024, chaque État membre identifie les autorités ou organismes publics visés au paragraphe 1 et met la liste de ces autorités ou organismes à la disposition du public.

source: Member States shall notify the list to the Commission and to the other Member States, and shall keep the list up to date.
fr_fr: Les États membres notifient la liste à la Commission et aux autres États membres, et tiennent cette liste à jour.

source: Where the documentation referred to in paragraph 1 is insufficient to ascertain whether an infringement of obligations under Union law protecting fundamental rights has occurred, the public authority or body referred to in paragraph 1 may make a reasoned request to the market surveillance authority, to organise testing of the high-risk AI system through technical means.
fr_fr: Lorsque la documentation visée au paragraphe 1 ne suffit pas pour déterminer s’il y a eu violation des obligations au titre du droit de l’Union protégeant les droits fondamentaux, l’autorité ou l’organisme public visé au paragraphe 1 peut présenter à l’autorité de surveillance du marché une demande motivée visant à organiser des tests du système d’IA à haut risque par des moyens techniques.

source: The market surveillance authority shall organise the testing with the close involvement of the requesting public authority or body within a reasonable time following the request.
fr_fr: L’autorité de surveillance du marché organise les tests avec la participation étroite de l’autorité ou organisme public ayant présenté la demande dans un délai raisonnable après celle-ci.

source: Any information or documentation obtained by the national public authorities or bodies referred to in paragraph 1 of this Article pursuant to this Article shall be treated in accordance with the confidentiality obligations set out in Article 78.
fr_fr: Toute information ou documentation obtenue par les autorités ou organismes publics nationaux visés au paragraphe 1 du présent article en application des dispositions du présent article est traitée conformément aux obligations de confidentialité énoncées à l’article 78.

source: Confidentiality
fr_fr: Confidentialité

source: The Commission, market surveillance authorities and notified bodies and any other natural or legal person involved in the application of this Regulation shall, in accordance with Union or national law, respect the confidentiality of information and data obtained in carrying out their tasks and activities in such a manner as to protect, in particular:
fr_fr: La Commission, les autorités de surveillance du marché et les organismes notifiés, ainsi que toute autre personne physique ou morale associée à l’application du présent règlement respectent, conformément au droit de l’Union ou au droit national, la confidentialité des informations et des données obtenues dans l’exécution de leurs tâches et activités de manière à protéger, en particulier:

source: the intellectual property rights and confidential business information or trade secrets of a natural or legal person, including source code, except in the cases referred to in Article 5 of Directive (EU) 2016/943 of the European Parliament and of the Council (57);
fr_fr: les droits de propriété intellectuelle et les informations confidentielles de nature commerciale ou les secrets d’affaires des personnes physiques ou morales, y compris le code source, à l’exception des cas visés à l’article 5 de la directive (UE) 2016/943 du Parlement européen et du Conseil (57);

source: the effective implementation of this Regulation, in particular for the purposes of inspections, investigations or audits;
fr_fr: la mise en œuvre effective du présent règlement, notamment en ce qui concerne les inspections, les investigations ou les audits;

source: public and national security interests;
fr_fr: les intérêts en matière de sécurité nationale et publique;

source: the conduct of criminal or administrative proceedings;
fr_fr: la conduite des procédures pénales ou administratives;

source: information classified pursuant to Union or national law.
fr_fr: les informations classifiées en vertu du droit de l’Union ou du droit national.

source: The authorities involved in the application of this Regulation pursuant to paragraph 1 shall request only data that is strictly necessary for the assessment of the risk posed by AI systems and for the exercise of their powers in accordance with this Regulation and with Regulation (EU) 2019/1020.
fr_fr: Les autorités associées à l’application du présent règlement conformément au paragraphe 1 demandent uniquement les données qui sont strictement nécessaires à l’évaluation du risque posé par les systèmes d’IA et à l’exercice de leurs pouvoirs conformément au présent règlement et au règlement (UE) 2019/1020.

source: They shall put in place adequate and effective cybersecurity measures to protect the security and confidentiality of the information and data obtained, and shall delete the data collected as soon as it is no longer needed for the purpose for which it was obtained, in accordance with applicable Union or national law.
fr_fr: Elles mettent en place des mesures de cybersécurité adéquates et efficaces pour protéger la sécurité et la confidentialité des informations et des données obtenues, et suppriment les données collectées dès qu’elles ne sont plus nécessaires aux fins pour lesquelles elles ont été obtenues, conformément au droit de l’Union ou au droit national applicable.

source: Without prejudice to paragraphs 1 and 2, information exchanged on a confidential basis between the national competent authorities or between national competent authorities and the Commission shall not be disclosed without prior consultation of the originating national competent authority and the deployer when high-risk AI systems referred to in point 1, 6 or 7 of Annex III are used by law enforcement, border control, immigration or asylum authorities and when such disclosure would jeopardise public and national security interests.
fr_fr: Sans préjudice des paragraphes 1 et 2, les informations échangées à titre confidentiel entre les autorités nationales compétentes ou entre celles-ci et la Commission ne sont pas divulguées sans consultation préalable de l’autorité nationale compétente dont elles émanent et du déployeur lorsque les systèmes d’IA à haut risque visés à l’annexe III, point 1, 6 ou 7, sont utilisés par les autorités répressives, les autorités chargées des contrôles aux frontières, les services de l’immigration ou les autorités compétentes en matière d’asile et lorsque cette divulgation risquerait de porter atteinte aux intérêts en matière de sécurité nationale et publique.
